---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateDriveCurve
source: html/81c2d8f5-462b-8d58-2bd0-061532647f08.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateDriveCurve Property

Element is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateDriveCurve { get; }
```